{
  "intents": [
    {
      "tag": "TG-NH",
      "patterns": [
        "When I received the goods?",
        "when will my goods be delivered",
        "when will the goods be delivered",
        "how long will it take for my order to be delivered"
      ],
      "responses": [
        "After you have successfully placed your order, your goods will be delivered in 3-5 days",
        "About 3 to 5 days after applying"
      ]
    },
    {
      "tag": "greeting",
      "patterns": [
        "Hi",
        "Hey",
        "How are you",
        "Is anyone there?",
        "Hello",
        "Good day"
      ],
      "responses": [
        "Hey :-)",
        "Hello, thanks for visiting",
        "Hi there, what can I do for you?",
        "Hi there, how can I help?"
      ]
    },

    {
      "tag": "goodbye",
      "patterns": ["Bye", "See you later", "Goodbye"],
      "responses": [
        "See you later, thanks for visiting",
        "Have a nice day",
        "Bye! Come back again soon."
      ]
    },
    {
      "tag": "thanks",
      "patterns": ["Thanks", "Thank you", "That's helpful", "Thank's a lot!"],
      "responses": ["Happy to help!", "Any time!", "My pleasure"]
    },
    {
      "tag": "GH-day-le",
      "patterns": ["Does delivery on weekends and holidays?"],
      "responses": ["We deliver on holidays and weekends"]
    },

    {
      "tag": "wordtime",
      "patterns": [
        "How long does the website work?",
        "What time does the website work"
      ],
      "responses": [
        "We operate from 7:00 o'clock to 17:00 o'clock",
        "The website operates from 7 am to 5 pm"
      ]
    },
    {
      "tag": "wordtime_week",
      "patterns": [
        "Is the website working today?",
        "Is this page active today",
        "what days does the website work",
        "What day of the week does the website work"
      ],
      "responses": [
        "We work every day of the week from 7:00 to 17:00",
        "We always work every day from 7:00 to 17:00"
      ]
    },
    {
      "tag": "urgent delivery",
      "patterns": [
        "Can you deliver my order urgently?",
        "Can the order be delivered faster than expected?"
      ],
      "responses": [
        "We will always try our best to get your order to the place as soon as possible"
      ]
    },

    {
      "tag": "XN-DH",
      "patterns": ["How will I know exactly when I receive the item?"],
      "responses": [
        "Before delivery, the shipping unit will contact you to schedule delivery date and time"
      ]
    },

    {
      "tag": "cancleorder",
      "patterns": ["Can I cancel my order", "I want to cancel my order"],
      "responses": ["You can cancel an order when it has not been delivered"]
    },

    {
      "tag": "GH-NN",
      "patterns": [
        "Do you deliver overseas?",
        "I want to deliver over the country",
        "Can I ship to another country?"
      ],
      "responses": [
        "Currently we do not support international delivery, please understand"
      ]
    },
    {
      "tag": "GOODS",
      "patterns": [
        "What types of goods are prohibited from being transported?",
        "List of goods not accepted for shipping on GHN"
      ],
      "reponses": [
        "According to the regulations of the State, the following types of goods are prohibited from sending:arcotics and psychostimulants.Weapons, ammunition, military technical equipment, artifacts belonging to historical and cultural relics.Depraved, reactionary cultural products, publications and documents aimed at destroying public order against the State of the Socialist Republic of Vietnam.Explosive, flammable objects or substances and substances that are dangerous or unsanitary, causing environmental pollution.Types of articles and goods that the State prohibits from circulation, business, or import and export.Articles, publications and goods banned from entering the receiving country according to the notice of the Universal Postal Union (UPU).Letters in parcels (letters enclosed in goods).Articles and goods in letters, publications, and learning materials for the blind (Decree 142/2004/ND-CP dated July 8, 2014)"
      ]
    },
    {
      "tag": "GOODS1",
      "patterns": [
        "Can I use carton box to pack the goods?",
        "What can I use to pack the goods?"
      ],
      "reponses": [
        "The ideal carton box to pack and protect goods should be at least a 5-layer carton. If the carton box has only 3 layers or the goods inside are heavy, you should add layers of shrink fabric or bubble wrap to secure the goods."
      ]
    },
    {
      "tag": "GOODS2",
      "patterns": ["How should I pack the item in the box?"],
      "reponses": [
        "1. Leave No Gaps Use padding material to minimize the movement of goods, reducing the risk of damage during transportation. Please ensure that the materials used for packaging provide sufficient support for your goods.2. Find the right locationlways place your product in the center of the box, with at least some space between the sides or corners. When padded with the right padding materials, this space provides extra padding and protection for your cargo.3. Separation is keyhen shipping multiple items in a single package, it is recommended that you pack each item separately. Should be separated to keep items from contacting each other during transportation.4. Cling - bubble - clingake care of wrapping the items first to hold them together before wrapping them with bubble wrap. Then cover it with several layers of shrink fabric and hold the air bags together for better protection"
      ]
    },
    {
      "tag": "GOODS3",
      "patterns": [
        "Can I use plastic bags instead of boxes for packaging?",
        "Should I use a plastic bag or a carton box?"
      ],
      "reponses": [
        "Plastic bags are great for transporting goods, but they offer little or no practical protection. Please ensure that the items are in shrink-wrapped and bubble-wrapped plastic bags for the best protection"
      ]
    },
    {
      "tag": "GOODS4",
      "patterns": [
        "How should I pack fragile items?",
        "What to do with fragile goods?",
        "How should I pack the porcelain cup set?"
      ],
      "reponses": [
        "Fragile items such as wine glasses and ceramics should be wrapped in multiple layers of bubble wrap. 8cm bubble wrap network layer is recommended to protect the product.Fragile and vertical labels must also be clearly affixed on the box"
      ]
    },
    {
      "tag": "GOODS5",
      "patterns": [
        "Can I bundle multiple parcels together?",
        "Can I pack multiple parcels together?"
      ],
      "reponses": [
        "Please avoid trying to pack multiple boxes or parcels together.Each parcel should be shipped separately, with a separate bill of lading, to minimize the risk of damage, and/or missing parcels."
      ]
    },
    {
      "tag": "GOODS6",
      "patterns": [
        "How will I know if my item is fully packed and protected?",
        "How can I check that the goods have been packed correctly?"
      ],
      "reponses": [
        "A good way to assess whether your parcel is adequately protected for transit is by applying the following rules:Can your parcel withstand the impact of falling from the height of a table (75cm)?1. Wrap your items with bubble wrap for better protection from external impacts and pressure2. When using bubble wrap, around 8cm thick is best."
      ]
    },
    {
      "tag": "SHIPPER",
      "patterns": [
        "My account is locked, what do I do?",
        "I want to unlock my account",
        "I can't log in"
      ],
      "responses": [
        "Please follow the instructions at the lock screen. Need to contact the consultant, please contact the hotline 19001009"
      ]
    },
    {
      "tag": "SHIPPER_",
      "patterns": [
        "How do I know which bonus programs I'm applying for, whether I've won or not, when the bonus is added?"
      ],
      "responses": [
        "To see the bonus programs that are being applied, Partners please see details at Tracking achievements"
      ]
    },
    {
      "tag": "SHIPPER__",
      "patterns": ["What do I need to prepare to register?"],
      "responses": [
        "Partners need to prepare the following documents: - Original identity card/citizen identity card - Driving license - Vehicle registration certificate - Criminal record/Certificate of no criminal record/Household book - Paper vaccination confirmation (at least 01 dose)"
      ]
    },
    {
      "tag": "SHIPPER___",
      "patterns": ["What benefits do I get as a driver?"],
      "responses": [
        "When you become a Driver, you will receive a lot of attractive offers from different brands and industries. For details, please go to Track Achievements > My Offers to use. !"
      ]
    },
    {
      "tag": "SHIPPER____",
      "patterns": [
        "I received an incorrect procedure completion warning, what should I do?"
      ],
      "responses": [
        "Partners who receive an order warning that the order has been completed in the wrong process should note the following cases: TH1: The partner ensures that the order process is correct, the following cases: click Received when not picked up, not yet delivered to customers who clicked Success/Failure, did not pick up the goods for delivery but still clicked Success/Fail, Update order status at wrong time or location,.. Violating partner will apply the policy account under account A2 of the Quality Assurance Regulations (Reference link below) TH2: If the customer requests to change the address or the recorded location is wrong, the Partner can ignore that warning ."
      ]
    },
    {
      "tag": "SHIPPER_____",
      "patterns": [
        "Will the reduced number of stars on the driver app affect my account?"
      ],
      "responses": [
        "In the event that a decrease in the star rating rate will affect the number of orders, the Partner's bonus program. To improve, the Partner should encourage customers to rate 5 stars for the next orders. Always maintain maintain the average number of stars > 4.7 to ensure the benefits of the order for yourself."
      ]
    },
    {
      "tag": "SHIPPER_ID",
      "patterns": ["Is my profile secure?"],
      "responses": [
        "GHN is committed to absolute confidentiality in accordance with GHN's personal information protection policy. The collection and use of information of a partner is only done with the consent of the partner, unless otherwise provided for by law."
      ]
    },
    {
      "tag": "SHIPPER_Order",
      "patterns": ["What should I do with a failed order?"],
      "responses": [
        "After contacting the recipient for 15 minutes, at least 3 calls, the Partner please contact the sender again to inform. If the sender still cannot contact the recipient, the Partner will notify about the refund. The partner updates the failure status and returns the goods within 4 hours.",
        "If the person cannot contact both the recipient and the sender, the goods will be returned to the nearest branch for settlement."
      ]
    },
    {
      "tag": "shipper_order1",
      "patterns": ["I was bombed?"],
      "responses": [
        "When the goods are bombed, you need to contact the hotline 19001009 to be handled. Partners should absolutely not advance money according to notes or arising outside of the customer's side to minimize risks during the application process. Support policy in case of single bomb/out of stock is: 80% up to 3,000,000 VND/unit."
      ]
    },
    {
      "tag": "shipper_order2",
      "patterns": [
        "In case a customer wants to change the delivery address on the app, what should I do?"
      ],
      "responses": [
        "Only accept customers with actual address shown on the app when receiving applications, partners contact and negotiate freight (5000 VND/km)"
      ]
    },
    {
      "tag": "shipper_order3",
      "patterns": [
        "Customer does not order bulky goods but exceeds the standard size, what should I do?"
      ],
      "responses": [
        "If the limit is negotiable with the applicant: Level 1: 60x50x60cm (maximum 40 kg): 10,000 VND Level 2: 70x60x70cm (maximum 60kg): 20,000 VND Level 3: 90x70x90cm (maximum 80kg): 40,000 VND If the negotiation fails or the Partner does not have a bulky delivery device available, the Partner can cancel the order himself and take a photo of the authentication according to the instructions on the application without pressing 'Picked up'."
      ]
    },
    {
      "tag": "shipper_order4",
      "patterns": ["Customer won't let me check the goods?"],
      "responses": [
        "If you see any abnormal signs, you can contact the call center for support",
        "Customers who do not agree to the inspection of goods can cancel the order and refuse the customer."
      ]
    },
    {
      "tag": "shipper_order5",
      "patterns": ["Client requested to wait a period of time?"],
      "responses": [
        "Notify customers the maximum waiting time is 15 minutes",
        "Note The Partner needs to explain to the customer about the company's stipulated time. If the customer requests to wait more than the specified time, the Partner has the right to refuse delivery. The Partner needs to notify the sender. and return the goods."
      ]
    },
    {
      "tag": "shipper_order6",
      "patterns": [
        "What to do with the advance?",
        "Do you have to advance money to customers when making an application?",
        "Have you been scammed, lost when receiving the application and the customer requested an advance?"
      ],
      "responses": [
        "All Customers who are allowed to use the COD request feature on the Ahamove system have been verified and have their accounts identified. Therefore, Partners can rest assured when making advances to Customers. Cash advance according to the information displayed on the order, unfortunately, if there is an accident, Ahamove will support compensation at the rate of 80%, up to 3 million / order."
      ]
    },
    {
      "tag": "shipper_order7",
      "patterns": ["Are GHN's goods bulky?"],
      "responses": [
        "Dimensions must not exceed 50x40x50cm and weight does not exceed 30kg. Besides, for goods with larger sizes than specified, Customers will order an additional service called HUGE DELIVERY to support additional fees. for Partners."
      ]
    },
    {
      "tag": "shipper_order8",
      "patterns": [
        "The order on the app is more misaligned than it really is, what do I need to do to locate it better?"
      ],
      "responses": [
        "For orders that are far apart from the reality, the Partner please continue to execute the order and when the delivery is complete, the Partner clicks on the order report for the system to check and support."
      ]
    },
    {
      "tag": "shipper_order9",
      "patterns": [
        "My account is locked because I haven't applied the decal yet?"
      ],
      "responses": [
        "In case the account is locked because the partner has not applied the decal, the Partner needs to go to the office to receive the decal, paste the decal and take an authentic photo, then the account will be reopened within 1 to 3 working days"
      ]
    },
    {
      "tag": "shipper_order10",
      "patterns": [
        "Customers requested loading and unloading but have not ordered attached services?"
      ],
      "responses": [
        "Partners can negotiate with order creators to collect extra bulky goods."
      ]
    },
    {
      "tag": "shipper_order11",
      "patterns": [
        "If the authorities keep my goods and car, what should I do?"
      ],
      "responses": [
        "Partner please contact the owner of the goods to handle. In case, the Partner does not bring the vehicle documents, the Partner will be fully responsible."
      ]
    },
    {
      "tag": "customer_bs",
      "patterns": ["Does GHN deliver for businesses?"],
      "responses": [
        "GHN provides delivery services to all businesses of all sizes in Vietnam with fast delivery quality and competitive prices. GHN perfectly meets your needs in both peak season or daily. , whether your business uses delivery only with a small number of orders per week or a large number of orders per day, we can optimize service according to your requirements. Learn more by contacting us. Contact hotline 19001009 for advice."
      ]
    },
    {
      "tag": "customer1_bs",
      "patterns": [
        "What shipping features will help boost my delivery and my business?"
      ],
      "responses": [
        "- Lower operating costs - More savings with multi-stop delivery -Minimize the hassle with API features"
      ]
    },
    {
      "tag": "customer2_bs",
      "patterns": ["What is a business account?"],
      "responses": [
        "Sign up as a Business Account to enjoy the following exclusive features:- Manage multiple employees in one account with specific roles and access rights- Integrate your business directly with the solution Our API solution- Connect the look and feel of your e-commerce site with our many available plugins- Spend directly from a shared business wallet and manage your finances- Track public account spending your company easily through monthly statements- Access downloadable reports and analytics directly from your overview page"
      ]
    },
    {
      "tag": "customer3_bs",
      "patterns": ["Why should I join becoming a corporate customer?"],
      "responses": [
        "We'll save you the most with exclusive perks and offers anytime you sign up or top up!"
      ]
    },
    {
      "tag": "customer4_bs",
      "patterns": ["How to register to become a corporate partner of GHN?"],
      "responses": ["Become a GHN partner now by creating a Business Account!"]
    },
    {
      "tag": "customer5_bs",
      "patterns": [
        "How easy is it for my team to update my order information?"
      ],
      "responses": [
        "Multiple users can be tagged in the same company account helping to keep everyone informed"
      ]
    },
    {
      "tag": "customer6_bs",
      "patterns": ["Can GHN transport bulky goods in large quantities?"],
      "responses": [
        "Have! We process your bulky delivery right away! An API technical solution that links our delivery software to your system to automate order scheduling. Tell us more about your delivery needs, our friendly and professional customer service team will contact you shortly."
      ]
    },
    {
      "tag": "customer7_bs",
      "patterns": ["Does GHN support my industry?"],
      "responses": [
        "Of course! Our customers come from many different industries. From F&B, e-commerce to retail and furniture. No matter what industry you are in, we can deliver for you!"
      ]
    },
    {
      "tag": "customer8_bs",
      "patterns": ["Can I receive an electronic invoice for my order?"],
      "responses": [
        "If you have provided us with an email address, you will automatically receive an electronic invoice each time you complete an order. In addition, a monthly report will be released, fully organizing the necessary data for your finance and audit team."
      ]
    },
    {
      "tag": "customer9_bs",
      "patterns": ["How to order multi-stop delivery?"],
      "responses": [
        "Just tap Add Return Point to add stops. You can add up to 19 return points.You can also drag and reorder the stops according to your needs!"
      ]
    },
    {
      "tag": "customer10_bs",
      "patterns": ["How to add teammates to my business account?"],
      "responses": [
        "Users with Admin role in the corporate account can invite a new or existing user to join your business account via Email. Kindly tap the button Invite new member under setting page in Team category on web, enter the email address of the new teammate.New teammate will be added to your corporate account after he/she finishes the steps in the invitation email."
      ]
    },
    {
      "tag": "customer11_bs",
      "patterns": ["What is total estimated delivery time?"],
      "responses": [
        "Once an order has been successfully matched, you will be able to see an estimated arrival time on the map. Once the driver has picked up your delivery, the time listed will be the estimated arrival time to the drop off location.Please note that the time listed is only for reference and may be changed due to unforeseeable reasons such as traffic and weather issues."
      ]
    },
    {
      "tag": "customer12_bs",
      "patterns": ["Are there any special promotions for a corporate member?"],
      "responses": [
        "We’ll help you save more with unbeatable corporate perks and rewards, whenever you sign up or top up! Read more about our corporate benefits.Corporate clients also receive free account management services, as well as ongoing support from our sales and customer service teams."
      ]
    },
    {
      "tag": "customer12_bs",
      "patterns": [
        "Will I receive a notification when my order has been received?"
      ],
      "responses": [
        "Of course there is! Our electronic signature feature provides proof of delivery, allowing you to know immediately when the recipient has received your item and signed it."
      ]
    },
    {
      "tag": "customer13_bs",
      "patterns": ["Do you provide monthly statement?"],
      "responses": [
        "To automitically receive Statement for each month, kindly activate the Receive monthly statements by email function under your setting page in Notification category on web. Add the recipent email below to receive the statement.You may also download Statement under your setting page in Statement category on web."
      ]
    },
    {
      "tag": "MakinganOrder",
      "patterns": [
        "Will I receive an update when my delivery has been received?"
      ],
      "responses": [
        "Yes! Our e-signature feature provides a proof of delivery, allowing you to know immediately when your recipient has received your items and signed."
      ]
    },
    {
      "tag": "MakinganOrder1",
      "patterns": ["Is there a way to keep track of my goods during transit?"],
      "responses": [
        "With our live tracking feature, GHN allows you to track every order as it makes its way to the destination. See where your driver is in real time and get notified instantly when the delivery has been completed. You can even send the tracking information to your customer, so they know the estimated time of arrival. "
      ]
    },
    {
      "tag": "MakinganOrder2",
      "patterns": [
        "Will I be notified when there is an order status change via API?"
      ],
      "responses": [
        "Yes, our API is able to proactively provide status updates with Webhooks."
      ]
    },
    {
      "tag": "MakinganOrder3",
      "patterns": ["What information do I need to create an order?"],
      "responses": [
        "Customer information: - Name - Phone number - Email address (optional) - Delivery address - Note the recipient's information"
      ]
    },
    {
      "tag": "MakinganOrder4",
      "patterns": ["What is smart fill function?"],
      "responses": [
        "When creating an order, click Paste recipient details in one go Information we may detect:- Customer name - Customer's phone number  Customer's email address - Customer's address"
      ]
    },
    {
      "tag": "MakinganOrder5",
      "patterns": ["How do I check my order history?"],
      "responses": [
        "1. Go to the Orders. Click the search icon in the top right corner of the page 3. Enter Tracking ID / Customer Name / Customer Phone Number 4. Click to view order details"
      ]
    },
    {
      "tag": "placeanorder",
      "patterns": ["How to place an order?"],
      "responses": [
        "1 - Input the address for pick up and drop off. 2 - Select the vehicle type. 3 - Select any additional service. 4 - Add in any reference and confirm the booking"
      ]
    },
    {
      "tag": "placeanorder1",
      "patterns": ["Is the goods ensure safety when shipping?"],
      "responses": [
        "With the GPS positioning feature integrated right in the application, the store owner easily tracks the delivery process. In addition, GHN also provides a package of commodity insurance services with a compensation value of up to 2 billion, ensuring absolute peace of mind for large value packages."
      ]
    },
    {
      "tag": "placeanorder2",
      "patterns": ["How to contact the driver?"],
      "responses": [
        "If you need to get back in touch with the driver, you can call or text through the app in the order information section."
      ]
    },
    {
      "tag": "placeanorder3",
      "patterns": ["How to check driver chat messages in app?"],
      "responses": [
        "Once your order is connected to the driver, you will be able to view the driver's details. Upon receiving your order, the driver will contact you by phone to confirm delivery.If you want to get in touch with the driver again, below the driver details, you can click the Chat or Call icon to use the chat feature in the app to message message or call the driver directly."
      ]
    },
    {
      "tag": "placeanorder4",
      "patterns": ["What are the delivery statuses?"],
      "responses": [
        "Each order will show the delivery status in real time. Some of the statuses that may appear in your order are:On the mobile app:Searching -> We are currently looking for a driver for your orderIn Progress -> Your order has been matched with a driver and the driver is heading to the Pick Up PointArrived at pick up point -> Driver arrived at pick up pointArrive at the drop off point -> Driver has arrived at the drop off pointInvoice confirmation -> Driver has finished unloading and is confirming final invoiceBill payment -> Driver sent the final billDone -> Delivery completed and payment settledCanceled -> Your order is cancelledOn the web applicationConnecting -> We are currently connecting a driver for your orderIn progress -> Your order has been matched with a driver and the driver is heading to the pick up pointArrived -> Driver has received the item and is heading to the drop off pointInvoice confirmation -> Driver has finished unloading and is confirming "
      ]
    },
    {
      "tag": "placeanorder5",
      "patterns": ["I want the driver to help me unload the goods?"],
      "responses": [
        "For additional cargo handling services, please contact our customer care team for assistance."
      ]
    },
    {
      "tag": "placeanorder6",
      "patterns": ["What is the maximum number of orders per day/week/month?"],
      "responses": [
        "There is no maximum number of orders per day! You can order as many as you want!"
      ]
    },
    {
      "tag": "placeanorder7",
      "patterns": [
        "How to check the image of the order that the driver uploads on the app?"
      ],
      "responses": [
        "If you want to see a photo of your order uploaded by your driver, click on the order details page on the app or the order details panel on the website. You will be able to view uploaded images under Return Locations section."
      ]
    },
    {
      "tag": "Payment",
      "patterns": ["How are GHN delivery charges calculated?"],
      "responses": [
        "The cost per order is calculated based on your requirements for the order, such as the type of transportation vehicle, additional services, and the distance between your pickup and drop-off locations."
      ]
    },
    {
      "tag": "Payment1",
      "patterns": ["What payment methods are available with GHN?"],
      "responses": [
        "Pay the driver in cash upon completion of the order or transfer using your GHN e-wallet/credit card/Momo wallet for an easy and hassle-free transaction!"
      ]
    },
    {
      "tag": "Editandcancelorders",
      "patterns": ["How to edit an order?"],
      "responses": [
        "To edit your order, click the icon in the top right corner of the order page and select 'Edit Order' from the menu on the app or the edit icon in the routes section of the website.You can edit the drop off location, recipient details and notes for the driver. Prices will change as new locations are updated.Please note that you can only edit once per order."
      ]
    },
    {
      "tag": "Orderingproblem",
      "patterns": ["I can't find the driver"],
      "responses": [
        "GHN regrets not being able to find a driver as soon as possible, possibly because there are currently no drivers in your area or all drivers are busy delivering.Try adding a priority fee to encourage the driver to pick up your order first!"
      ]
    },
    {
      "tag": "Orderingproblem1",
      "patterns": ["I can't find my address on the map"],
      "responses": [
        "If you cannot find your address during your search, you can click the Wrong or missing location? button to report the missing location. GHN will review and resolve this to fix this."
      ]
    },
    {
      "tag": "Orderingproblem2",
      "patterns": ["I have a problem with my delivery order"],
      "responses": [
        "If you encounter any unexpected problems while the order is being processed and cannot be resolved with the driver, please contact the Support Call Center for timely answers and support."
      ]
    },
    {
      "tag": "Orderingproblem3",
      "patterns": ["I want to submit a complaint/complaint?"],
      "responses": [
        "We are sorry that your experience was not as expected. Please contact the Support Center for timely answers and support or go to the support section to submit a request"
      ]
    },
    {
      "tag": "Orderingproblem4",
      "patterns": ["My delivery was damaged?"],
      "responses": [
        "We are sorry that your experience was not as expected. In order to solve the problem smoothly and promptly fix the violations, please provide GHN with order information!"
      ]
    },
    {
      "tag": "Orderingproblem5",
      "patterns": ["What should I do if the driver is unresponsive"],
      "responses": [
        "You can contact the driver via the in-app feature or by calling.If your driver is unresponsive and you want to change driver, you can simply click the icon in the top right corner of the order page and select Find a new driver. The system will then help you find a suitable new driver.If you need to contact the driver but can't, please contact the Support Center at the app for timely assistance."
      ]
    },
    {
      "tag": "Orderingproblem6",
      "patterns": ["Why is my driver asking for an extra fee?"],
      "responses": [
        "The cost stated in the invoice on the order page will be the charge payable. If there are any additional fees that the two parties have not agreed on, please contact the Support Center at the application for timely assistance."
      ]
    },
    {
      "tag": "Orderingproblem7",
      "patterns": [
        "What should I do if the Driver is unable to deliver at the Return Point?"
      ],
      "responses": [
        "Driver usually contacts the Receiver prior to arrival to confirm the return, please pay attention to the phone when the Driver is about to arrive."
      ]
    },
    {
      "tag": "Orderingproblem8",
      "patterns": ["Can I stop a delivery if my customer changes his mind?"],
      "responses": [
        "If you want to cancel the order in case the order has not been received 1. At the Manage Orders page, find and select the order you want to cancel 2. Click Cancel order at the top right corner of the screen 3. You will see a confirmation request to cancel your order 4. Once you cancel your order, you won't be able to find it in your order history"
      ]
    },
    {
      "tag": "Personalandaccountinformation",
      "patterns": ["I forgot my password"],
      "responses": [
        "If you forgot your password, click the Forgot Password button and enter the phone number you registered your account with. GHN will then send you an SMS or a call to verify and update your password."
      ]
    },
    {
      "tag": "Personalandaccountinformation2",
      "patterns": ["How to reset password?"],
      "responses": [
        "To change your password, go to Settings in the app and click change password. Then follow the instructions to change your password."
      ]
    },
    {
      "tag": "Personalandaccountinformation3",
      "patterns": ["How do I update my phone number?"],
      "responses": [
        "To update your phone number, click your profile picture in the top left. In profile settings you will be able to change phone number after verification."
      ]
    },
    {
      "tag": "Personalandaccountinformation4",
      "patterns": ["How to register an account?"],
      "responses": [
        "To register an account, you need to click on No account? to register on the website or you can re-register your account on the mobile app.You can also sign up for an account with your Facebook, Google or Apple account by clicking the icon on the login page. Next, follow the steps guided in the app and you're done"
      ]
    },
    {
      "tag": "Shipper1",
      "patterns": ["How does GHN work?", "Do I have to work full time?"],
      "responses": [
        "GHN is a super-fast delivery application that helps connect individuals with motorbikes / delivery trucks with customers who need to transport goods. Fees are displayed in advance on the application. Flexible working time according to your time, no fixed time required."
      ]
    },
    {
      "tag": "Shipper2",
      "patterns": ["How much extra can I earn a day with GHN?"],
      "responses": [
        "Earnings will depend on the time you work and the number of orders you ship 1. Motorcycle partner:- Average about 250,000 VND/day when working full time.- In the peak season (rain/holiday) can increase to 400,000 VND/day.- With a free driver from 3 to 4 hours/day, you can earn an extra 150,000 VND per day2. Truck partners:- Average about 800,000 VND/day when working full time.- In the peak season (rain/holiday) can increase to 1,500,000 VND/day.- With a free driver from 3-4 hours/day, you can earn an extra 500,000 VND per day "
      ]
    },
    {
      "tag": "Shipper3",
      "patterns": [
        "How many days does it take for me to start receiving orders?"
      ],
      "responses": [
        "After the partner completes the complete documentation at the last step of the driver partner registration process. GHN staff will actively contact the drivers within 1-2 working days to confirm the documents with the driver. After that, drivers need to quickly pay the deposit and go to GHN office to buy uniforms so that they can start receiving applications right after."
      ]
    },
    {
      "tag": "Vehicle",
      "patterns": [
        "I don't have a car, can I cooperate?",
        "My vehicle weight is not listed. So how to be a driver partner with GHN?",
        "Do I need to have my own vehicle?"
      ],
      "responses": [
        "Currently GHN does not support driver partners who do not have a car.To cooperate with GHN, the driver needs to have a motorbike / pickup / van / truck available (under 2.5 tons for HCM, HP and under 4 tons for Hanoi). The car does not require the owner"
      ]
    },
    {
      "tag": "Vehicle1",
      "patterns": [
        "I own many vehicles. Can I attach them all to my driver profile?"
      ],
      "responses": [
        "GHN stipulates that only 1 vehicle can be registered in 1 driver partner account. When a partner needs to change vehicle information, they should contact the company immediately for assistance in changing vehicle information."
      ]
    },
    {
      "tag": "Vehicle1",
      "patterns": [
        "I changed the means of transport. What should I do to update my profile?",
        "Can I share a car with my friends to run deliveries with two separate accounts?"
      ],
      "responses": [
        "The driver needs to send pictures of documents of the new vehicle to GHN company via Zalo support channel or Call Center so that GHN will soon update his profile",
        "Currently, GHN system only supports 1 driver and 1 vehicle"
      ]
    },
    {
      "tag": "Shipper_Ecaluate",
      "patterns": ["What should I do if I was misjudged?"],
      "responses": [
        "When realizing that their order is misrepresented, the partner needs to contact GHN Call Center to receive order information and transfer it to the driver management department for re-check."
      ]
    },
    {
      "tag": "Shipper_fashion",
      "patterns": ["Is there a dress code that I must follow?"],
      "responses": [
        "GHN stipulates that when delivering goods, partners need to always wear the uniform provided by GHN, specifically: helmet and windbreaker or T-shirt and do not wear shorts during the delivery process. GHN will unilaterally stop cooperation if it is discovered that the partner does not wear a uniform during the delivery process."
      ]
    },
    {
      "tag": "fleetmanagement",
      "patterns": ["What is GHN Fleet Management?"],
      "responses": [
        "Fleet Management is a new platform from GHN for vehicle owners to register, manage their fleet vehicles and drivers. With fleet-exclusive features, vehicle owners can monitor the activities of their fleet more clearly. The Fleet Management Portal is also used in tandem with the GHN Driver application."
      ]
    },
    {
      "tag": "fleetmanagement1",
      "patterns": ["Is it mandatory to register each driver to the Fleet?"],
      "responses": [
        "Have. Each driver needs to have his or her own GHN driver account. Vehicle owners need to actively create a registration form for each driver in their fleet through the Fleet Management Portal, then the driver needs to fill in personal information and provide the necessary documents. After the driver's registration is approved, the driver's account will be automatically connected to the corresponding Fleet of the vehicle owner."
      ]
    },
    {
      "tag": "fleetmanagement2",
      "patterns": ["Can team drivers share cars?"],
      "responses": [
        "Registered vehicles belonging to the fleet are shared and can be matched with any driver who has registered vehicle type information suitable for the vehicle.For example, a 1000kg truck can be paired with any driver registered to drive 1000kg.However, a vehicle can only be paired with a single driver at a time. In the absence of a vehicle, the vehicle owner can pair the driver with another vehicle to avoid operating interruptions."
      ]
    },
    {
      "tag": "fleetmanagement3",
      "patterns": ["What does it take to register a vehicle in the Fleet?"],
      "responses": [
        "Here is a list of documents that need to be added during the registration process:- Vehicle registration- Vehicle registration is expired- Car photo"
      ]
    },
    {
      "tag": "Rewards",
      "patterns": ["How do you protect my personal information and privacy?"],
      "responses": [
        "We have a very strict privacy policy and your personal information is kept strictly confidential. Our Terms & Conditions of Service and Privacy Policy outline why we need your personal information and how we will use it."
      ]
    },
    {
      "tag": "Reward1",
      "patterns": ["How can I contact GHN?"],
      "responses": ["You can email us at: support.vn@GHN.com or call 19001009"]
    },
    {
      "tag": "claim",
      "patterns": ["What items are not eligible for a claim?"],
      "responses": [
        "Have. These are items that will not be eligible for a claim in the event of a damaged or lost parcel.- Credit card or ATM card- Human or animal remains- Flammable, flammable, gun or sword- Living creatures- Perishables such as vegetables, fruits, etc.- Poison or toxic substance- Test certificates, passports and insurance documents cannot be copied- Handwritten manuscripts, original films, tapes, artwork and film materials cannot be reproduced- Cigarettes, cigars or volatile items such as fireworks, kerosene, gas cans or paint thinners- Cash, checks, bills, stocks and other marketable securities- Drugs, Substances including marijuana/marijuana - Depraved cultural material - And other products prohibited under the provisions of Vietnamese law"
      ]
    },
    {
      "tag": "claim1",
      "patterns": ["When can I claim?"],
      "responses": [
        "Claims regarding lost or damaged items - Within 30 days of order creation for unprocessed orders- Within 6 months from the time of creating the order, in case the parcel sent is missing, delivery is delayed compared to the announced shipping time. Please note that complaints will not be accepted:- Order has been confirmed and compensated- Returned order received."
      ]
    },
    {
      "tag": "claim2",
      "patterns": ["When will I receive my compensation?"],
      "responses": [
        "To complete the compensation procedure, you need to check and respond to the correction or error before 5:00 p.m. on N+2 (N is the date you receive an email from GHN).In the event that GHN does not receive your response, we will proceed to compensate according to the reported compensation value to your COD payment account within 14 days from the date of receiving the email from GHN. procedures, and at the same time will not assist in handling complaints arising related to the case"
      ]
    }
  ]
}
